Repository: travelpayouts/white-label-app-ios
Catalog: Resources/Strings/SDK/*.lproj/BaseZeroData.strings
Languages: da, de, fr, id, it, ja, ko, nl, no, ro, ru, sv, th, vi

# no_network_title
source: No connection
da: Ingen forbindelse
de: Keine Verbindung
fr: Pas de connection
id: Tidak ada koneksi
it: Nessuna connessione
ja: 接続できません
ko: 인터넷 연결불가
nl: Geen verbinding
no: Ingen tilkobling
ro: Nu există conexiune
ru: Нет интернета
sv: Ingen anslutning
th: ไม่มีการเชื่อมต่อ
vi: Không có kết nối

# no_network_subtitle
source: Check your network settings and try again
da: Tjek dine netværksindstillinger, og prøv igen
de: Überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut
fr: Vérifiez vos paramètres réseau et réessayez
id: Periksa pengaturan jaringan Anda dan coba lagi
it: Controlla le impostazioni di rete e riprova
ja: ネットワーク設定を確認して再試行してください
ko: 네트워크 설정을 확인하고 다시 시도하세요
nl: Controleer uw netwerkinstellingen en probeer het opnieuw
no: Sjekk nettverksinnstillingene og prøv på nytt
ro: Verificați setările de rețea și încercați din nou
ru: Проверьте настройки подключения к сети и повторите попытку
sv: Kontrollera dina nätverksinställningar och försök igen
th: โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณแล้วลองอีกครั้ง
vi: Kiểm tra cài đặt mạng của bạn và thử lại

# something_went_wrong_title
source: Something went wrongâ€¦
da: Noget gik galt…
de: Ist etwas falsch gelaufen…
fr: Quelque-chose s'est mal passé…
id: Telah terjadi kendalaâ€¦
it: Qualcosa è andato storto…
ja: 何か問題が生じました…
ko: 문제가 발생했습니다…
nl: Er ging iets misâ€¦
no: Noe gikk galt…
ro: Ceva nu a funcţionat corect…
ru: Что-то пошло не так…
sv: Något gick fel…
th: มีข้อผิดพลาดเกิดขึ้น…
vi: Có gì đó bị lỗi…

# something_went_wrong_subtitle
source: Please try again or try later
da: Prøv venligst igen eller prøv senere
de: Bitte versuchen Sie es erneut oder später
fr: Veuillez réessayer ou essayer plus tard
id: Silakan coba lagi atau ulangi nanti
it: Per favore riprova o riprova più tardi
ja: もう一度お試しいただくか、後でお試しください
ko: 나중에 다시 시도해 주세요.
nl: Probeer het opnieuw of probeer het later
no: Prøv på nytt eller prøv senere
ro: Vă rugăm să încercați din nou sau încercați mai târziu
ru: Повторите попытку или попробуйте позже
sv: Försök igen eller försök senare, tack
th: โปรดลองอีกครั้งหรือลองใหม่ในภายหลัง
vi: Vui lòng thử lại hoặc thử sau

# locations_search_no_results_title
source: Nothing found
da: Intet fundet
de: Nichts gefunden
fr: Aucun résultat trouvé
id: Tidak ditemukan apa-apa
it: Nessun elemento trovato
ja: 該当なし
ko: 검색된 항목 없음
nl: Niets gevonden
no: Ingenting funnet
ro: Nu a fost găsit nimic
ru: Ничего не найдено
sv: Ingenting hittades
th: ไม่พบผลลัพธ์
vi: Không tìm thấy gì

# locations_search_no_results_subtitle
source: Try changing your search parameters
da: Prøv at ændre søgeparametre
de: Probieren Sie, die Suchkriterien zu verändern
fr: Essayez de modifier les paramètres de recherche
id: Coba ubah parameter pencarian
it: Prova a cambiare i parametri di ricerca
ja: 検索条件を変えてみてください
ko: 검색 매개 변수를 바꿔 보세요
nl: Probeer de zoekparameters te wijzigen
no: Prøv å endre søkeparameterne
ro: Încearcă să modifici parametrii de căutare
ru: Попробуйте исправить поисковый запрос
sv: Försök att ändra sökparametrar
th: ลองเปลี่ยนตัวแปรในการค้นหา
vi: Hãy thử thay đổi thông số tìm kiếm

# flights_search_no_results_title
source: No flights found
da: Vi fandt ingen flyrejser
de: Keine Flüge gefunden
fr: Aucun vol trouvé
id: Tidak ada penerbangan
it: Nessun volo
ja: 航空便が見つかりません
ko: 항공편 없음
nl: Geen vluchten gevonden
no: Ingen flyvninger funnet
ro: Nu am găsit niciun zbor
ru: Билеты не найдены
sv: Inga flyg hittades
th: ไม่มีเที่ยวบิน
vi: Không có chuyến bay

# flights_search_no_results_subtitle
source: Tweak your search parameters and try again
da: Juster dine søgeparametre og prøv igen
de: Ändern Sie Ihre Suchparameter und versuchen Sie es erneut
fr: Ajustez vos paramètres de recherche et réessayez
id: Atur parameter pencarian dan coba lagi
it: Modifica i parametri di ricerca e riprova
ja: 検索パラメータを調整して 再試行してください
ko: 검색 파라미터를 조정하여 다시 시도하세요.
nl: Pas uw zoekparameters aan en probeer het opnieuw
no: Juster søkefiltrene dine og prøv på nytt
ro: Modificați parametrii de căutare și încercați din nou
ru: Попробуйте изменить поисковый запрос или повторите поиск еще раз
sv: Justera dina sökparametrar och försök igen
th: ปรับแต่งพารามิเตอร์การค้นหาของคุณ แล้วลองอีกครั้ง
vi: Tinh chỉnh các thông số tìm kiếm và thử lại

# currency_search_no_results_title
source: Currency not found
da: Valuta ikke fundet
de: Währung nicht gefunden
fr: Devise introuvable
id: Mata uang tidak ditemukan
it: Valuta non trovata
ja: 通貨が見つかりません
ko: 통화를 찾을 수 없음
nl: Valuta niet gevonden
no: Finner ikke valuta
ro: Moneda nu a fost găsită
ru: Валюта не найдена
sv: Valutan hittades inte
th: ไม่พบสกุลเงิน
vi: Không tìm thấy đơn vị tiền tệ

# currency_search_no_results_subtitle
source: Try changing your search parameters
da: Prøv at ændre søgeparametre
de: Probieren Sie, die Suchkriterien zu verändern
fr: Essayez de modifier les paramètres de recherche
id: Coba ubah parameter pencarian
it: Prova a cambiare i parametri di ricerca
ja: 検索条件を変えてみてください
ko: 검색 매개 변수를 바꿔 보세요
nl: Probeer de zoekparameters te wijzigen
no: Prøv å endre søkeparameterne
ro: Încearcă să modifici parametrii de căutare
ru: Попробуйте исправить поисковый запрос
sv: Försök att ändra sökparametrar
th: ลองเปลี่ยนตัวแปรในการค้นหา
vi: Hãy thử thay đổi thông số tìm kiếm

# flights_favorites_no_result_title
source: No flight routes in your favorites
da: Ingen flyruter i dine favoritter
de: Keine Flugrouten in Ihren Favoriten
fr: Aucun itinéraire de vol dans vos favoris
id: Tidak ada rute penerbangan di favorit Anda
it: Nessuna rotta aerea tra i tuoi preferiti
ja: お気に入りにフライトルートがありません
ko: 즐겨찾기에 항공편 노선이 없습니다.
nl: Geen vluchtroutes in uw favorieten
no: Ingen flyruter i favorittene dine
ro: Nu există rute de zbor în favoritele dvs.
ru: Нет избранных направлений
sv: Inga flygrutter i dina favoriter
th: ไม่มีเส้นทางบินในรายการโปรดของคุณ
vi: Không có đường bay trong mục yêu thích của bạn

# flights_favorites_no_result_subtitle
source: Save your favorite routes so that you can come back to them later
da: Gem dine yndlingsruter, så du kan vende tilbage til dem senere
de: Speichern Sie Ihre Lieblingsrouten, damit Sie später wieder auf sie zurückgreifen können
fr: Enregistrez vos itinéraires favoris pour pouvoir y revenir plus tard
id: Simpan rute favorit agar Anda dapat cepat membukanya lagi
it: Salva i tuoi percorsi preferiti in modo da poterli tornare più tardi
ja: お気に入りのルートを保存しておけば、 後でそれらに戻ってくることができます
ko: 즐겨 찾는 경로를 저장하고 나중에 다시 확인할 수 있습니다.
nl: Sla uw favoriete routes op zodat u ze later opnieuw kunt bekijken
no: Lagre favorittrutene dine slik at du kan gå tilbake til dem senere
ro: Salvați rutele preferate, astfel încât să le puteți utiliza mai târziu
ru: Сохраняйте понравившиеся направления, чтобы не потерять их
sv: Spara dina favoritrutter så att du kan återkomma till dem senare
th: บันทึกเส้นทางโปรดของคุณเพื่อให้คุณสามารถ กลับไปที่เส้นทางเหล่านั้นได้ในภายหลัง
vi: Lưu các đường bay yêu thích của bạn để bạn có thể xem lại chúng sau

# retry_button_title
source: Try again
da: Prøv igen
de: Noch einmal versuchen
fr: Réessayer
id: Coba lagi
it: Prova ancora
ja: もう一度お試しください
ko: 다시 시도
nl: Probeer opnieuw
no: Prøv igjen
ro: Încearcă din nou
ru: Попробовать ещё раз
sv: Försök igen
th: ลองอีกครั้ง
vi: Thử lại

# repeat_button_title
source: Search again
da: Søg igen
de: Erneut suchen
fr: Chercher à nouveau
id: Cari lagi
it: Cerca ancora
ja: 再度検索する
ko: 다시 검색하기
nl: Opnieuw zoeken
no: Søk på nytt
ro: Căutați din nou
ru: Повторить поиск
sv: Sök igen
th: ค้นหาอีกครั้ง
vi: Tìm kiếm lại

# find_flights_button_title
source: Search flights
da: Søg efter flyrejser
de: Flüge suchen
fr: Rechercher des vols
id: Cari penerbangan
it: Cerca voli
ja: フライトを検索
ko: 항공편 검색
nl: Zoek vluchten
no: Søk etter flyvninger
ro: Caută zboruri
ru: Найти билеты
sv: Sök flyg
th: ค้นหาเที่ยวบิน
vi: Tìm kiếm chuyến bay
